[
    {
      "_id": 2734,
      "backdrop_path": "/9xxLWtnFxkpJ2h1uthpvCRK6vta.jpg",
      "first_aired": "1999-09-20",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "original_title": "Law & Order: Special Victims Unit",
      "overview": "In the criminal justice system, sexually-based offenses are considered especially heinous. In New York City, the dedicated detectives who investigate these vicious felonies are members of an elite squad known as the Special Victims Unit. These are their stories.",
      "poster_path": "/ywBt4WKADdMVgxTR1rS2uFwMYTH.jpg",
      "title": "Law & Order: Special Victims Unit"
    },
    {
      "_id": 456,
      "backdrop_path": "/uNyEVSPeAtJgUBehuQJ8WEFwatN.jpg",
      "first_aired": "1989-12-17",
      "genres": [
        "Family",
        "Animation",
        "Comedy"
      ],
      "original_title": "The Simpsons",
      "overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
      "poster_path": "/zI3E2a3WYma5w8emI35mgq5Iurx.jpg",
      "title": "The Simpsons"
    },
    {
      "_id": 1416,
      "backdrop_path": "/caGVr9Il2gj8bN4ow6qsLm60TxM.jpg",
      "first_aired": "2005-03-27",
      "genres": [
        "Drama"
      ],
      "original_title": "Grey's Anatomy",
      "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
      "poster_path": "/daSFbrt8QCXV2hSwB0hqYjbj681.jpg",
      "title": "Grey's Anatomy"
    },
    {
      "_id": 4614,
      "backdrop_path": "/5rnL7gIZQvYEKSFTxehqnGcG88u.jpg",
      "first_aired": "2003-09-23",
      "genres": [
        "Crime",
        "Drama",
        "Action & Adventure"
      ],
      "original_title": "NCIS",
      "overview": "From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has a shred of evidence connected to Navy and Marine Corps personnel, regardless of rank or position.",
      "poster_path": "/2exOHePjOTquUsbThPGhuEjYTyA.jpg",
      "title": "NCIS"
    },
    {
      "_id": 60735,
      "backdrop_path": "/gFkHcIh7iE5G0oVOgpmY8ONQjhl.jpg",
      "first_aired": "2014-10-07",
      "genres": [
        "Drama",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "The Flash",
      "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
      "poster_path": "/rg8N7x27Ef6PvlIiioLStf9ZaIO.jpg",
      "title": "The Flash"
    },
    {
      "_id": 46952,
      "backdrop_path": "/dDPwCyZG8arYwMDoQl0sm4xccCE.jpg",
      "first_aired": "2013-09-23",
      "genres": [
        "Drama",
        "Crime",
        "Mystery"
      ],
      "original_title": "The Blacklist",
      "overview": "Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.",
      "poster_path": "/htJzeRcYI2ewMm4PTrg98UMXShe.jpg",
      "title": "The Blacklist"
    },
    {
      "_id": 1434,
      "backdrop_path": "/jbTqU6BJMufoMnPSlO4ThrcXs3Y.jpg",
      "first_aired": "1999-01-31",
      "genres": [
        "Animation",
        "Comedy"
      ],
      "original_title": "Family Guy",
      "overview": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
      "poster_path": "/aLB7psB9N81n5GecHNOudXWW3AI.jpg",
      "title": "Family Guy"
    },
    {
      "_id": 1622,
      "backdrop_path": "/nVRyd8hlg0ZLxBn9RaI7mUMQLnz.jpg",
      "first_aired": "2005-09-13",
      "genres": [
        "Drama",
        "Mystery",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Supernatural",
      "overview": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
      "poster_path": "/KoYWXbnYuS3b0GyQPkbuexlVK9.jpg",
      "title": "Supernatural"
    },
    {
      "_id": 63174,
      "backdrop_path": "/xZUZ9i6vVayjyhR1vRo9Bjku4h.jpg",
      "first_aired": "2016-01-25",
      "genres": [
        "Crime",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Lucifer",
      "overview": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape.",
      "poster_path": "/ekZobS8isE6mA53RAiGDG93hBxL.jpg",
      "title": "Lucifer"
    },
    {
      "_id": 196454,
      "backdrop_path": "/dkKEpUCjGEFH5q3GcAGaWG3o2N2.jpg",
      "first_aired": "2023-05-04",
      "genres": [
        "Drama"
      ],
      "original_title": "Queen Charlotte: A Bridgerton Story",
      "overview": "The story of how the young Queen Charlotte’s marriage to King George sparked both a great love story and a societal shift, creating the world of the Ton inherited by the characters in Bridgerton.",
      "poster_path": "/eR7btjpvOugivUYSoEsD2iAOYsJ.jpg",
      "title": "Queen Charlotte: A Bridgerton Story"
    },
    {
      "_id": 119051,
      "backdrop_path": "/iHSwvRVsRyxpX7FE7GbviaDvgGZ.jpg",
      "first_aired": "2022-11-23",
      "genres": [
        "Sci-Fi & Fantasy",
        "Mystery",
        "Comedy"
      ],
      "original_title": "Wednesday",
      "overview": "Wednesday Addams is sent to Nevermore Academy, a bizarre boarding school where she attempts to master her psychic powers, stop a monstrous killing spree of the town citizens, and solve the supernatural mystery that affected her family 25 years ago — all while navigating her new relationships.",
      "poster_path": "/9PFonBhy4cQy7Jz20NpMygczOkv.jpg",
      "title": "Wednesday"
    },
    {
      "_id": 65334,
      "backdrop_path": "/ogMd4e3A0uSNwZADzgC23zCByoi.jpg",
      "first_aired": "2015-10-19",
      "genres": [
        "Action & Adventure",
        "Animation",
        "Family"
      ],
      "original_title": "Miraculous, les aventures de Ladybug et Chat Noir",
      "overview": "Normal high school kids by day, protectors of Paris by night! Miraculous follows the heroic adventures of Marinette and Adrien as they transform into Ladybug and Cat Noir and set out to capture akumas, creatures responsible for turning the people of Paris into villains. But neither hero knows the other’s true identity – or that they’re classmates!",
      "poster_path": "/psDcRgUX38cIeGeADwLRPyO7SYC.jpg",
      "title": "Miraculous: Tales of Ladybug & Cat Noir"
    },
    {
      "_id": 223313,
      "backdrop_path": "/dpaaxgmIe0cCId6CVIAOfNqkYm4.jpg",
      "first_aired": "2023-04-13",
      "genres": [
        "Drama",
        "Mystery"
      ],
      "original_title": "Obsession",
      "overview": "A respected London surgeon's affair with his son's fiancée turns into an erotic infatuation that threatens to change their lives forever.",
      "poster_path": "/8nQmxCYvidrCMxYCPdhuls94cl9.jpg",
      "title": "Obsession"
    },
    {
      "_id": 71712,
      "backdrop_path": "/xXRsKNJHTOGrs5wfYAxkbM2RiyT.jpg",
      "first_aired": "2017-09-25",
      "genres": [
        "Drama"
      ],
      "original_title": "The Good Doctor",
      "overview": "Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join a prestigious hospital's surgical unit. Unable to personally connect with those around him, Shaun uses his extraordinary medical gifts to save lives and challenge the skepticism of his colleagues.",
      "poster_path": "/luhKkdD80qe62fwop6sdrXK9jUT.jpg",
      "title": "The Good Doctor"
    },
    {
      "_id": 63333,
      "backdrop_path": "/uCqXSfHymdbDMsFx8t0u0OPSuve.jpg",
      "first_aired": "2015-10-10",
      "genres": [
        "Action & Adventure",
        "Drama",
        "War"
      ],
      "original_title": "The Last Kingdom",
      "overview": "A show of heroic deeds and epic battles with a thematic depth that embraces politics, religion, warfare, courage, love, loyalty and our universal search for identity. Combining real historical figures and events with fictional characters, it is the story of how a people combined their strength under one of the most iconic kings of history in order to reclaim their land for themselves and build a place they call home.",
      "poster_path": "/8eJf0hxgIhE6QSxbtuNCekTddy1.jpg",
      "title": "The Last Kingdom"
    },
    {
      "_id": 34307,
      "backdrop_path": "/5s9XHTB9SLPdg3mNU6BlSLnZ9Qq.jpg",
      "first_aired": "2011-01-09",
      "genres": [
        "Drama",
        "Comedy"
      ],
      "original_title": "Shameless",
      "overview": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.",
      "poster_path": "/9akij7PqZ1g6zl42DQQTtL9CTSb.jpg",
      "title": "Shameless"
    },
    {
      "_id": 1431,
      "backdrop_path": "/cvlLBcQWpO9X21jDHhgPJnE2aVq.jpg",
      "first_aired": "2000-10-06",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "original_title": "CSI: Crime Scene Investigation",
      "overview": "A Las Vegas team of forensic investigators are trained to solve criminal cases by scouring the crime scene, collecting irrefutable evidence and finding the missing pieces that solve the mystery.",
      "poster_path": "/9XecVOLLkbGBNnpF2PvP8vQBmww.jpg",
      "title": "CSI: Crime Scene Investigation"
    },
    {
      "_id": 1400,
      "backdrop_path": "/tMRdEsMg9MyXAkcufK9YJEeIaNW.jpg",
      "first_aired": "1989-07-05",
      "genres": [
        "Comedy"
      ],
      "original_title": "Seinfeld",
      "overview": "A stand-up comedian and his three offbeat friends weather the pitfalls and payoffs of life in New York City in the '90s. It's a show about nothing.",
      "poster_path": "/aCw8ONfyz3AhngVQa1E2Ss4KSUQ.jpg",
      "title": "Seinfeld"
    },
    {
      "_id": 4057,
      "backdrop_path": "/65Y6PweSvQ1OOFBzStybjipURRP.jpg",
      "first_aired": "2005-09-22",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "original_title": "Criminal Minds",
      "overview": "An elite team of FBI profilers analyze the country's most twisted criminal minds, anticipating their next moves before they strike again. The Behavioral Analysis Unit's most experienced agent is David Rossi, a founding member of the BAU who returns to help the team solve new cases.",
      "poster_path": "/7TCwgX7oQKxcWYEhSPRmaHe6ULN.jpg",
      "title": "Criminal Minds"
    },
    {
      "_id": 60574,
      "backdrop_path": "/wiE9doxiLwq3WCGamDIOb2PqBqc.jpg",
      "first_aired": "2013-09-12",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "Peaky Blinders",
      "overview": "A gangster family epic set in 1919 Birmingham, England and centered on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby, who means to move up in the world.",
      "poster_path": "/vUUqzWa2LnHIVqkaKVlVGkVcZIW.jpg",
      "title": "Peaky Blinders"
    },
    {
      "_id": 1911,
      "backdrop_path": "/e9n87p3Ax67spq3eUgLB6rjIEow.jpg",
      "first_aired": "2005-09-13",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "Bones",
      "overview": "Dr. Temperance Brennan and her colleagues at the Jeffersonian's Medico-Legal Lab assist Special Agent Seeley Booth with murder investigations when the remains are so badly decomposed, burned or destroyed that the standard identification methods are useless.",
      "poster_path": "/eyTu5c8LniVciRZIOSHTvvkkgJa.jpg",
      "title": "Bones"
    },
    {
      "_id": 32692,
      "backdrop_path": "/3a5k2ZuLMNhpMEZIq9hf3lCSOS.jpg",
      "first_aired": "2010-09-24",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "Blue Bloods",
      "overview": "A drama about a multi-generational family of cops dedicated to New York City law enforcement. Frank Reagan is the New York Police Commissioner and heads both the police force and the Reagan brood. He runs his department as diplomatically as he runs his family, even when dealing with the politics that plagued his unapologetically bold father, Henry, during his stint as Chief.",
      "poster_path": "/ceqomvL0e1jGkJAPVWFlq2hGl7i.jpg",
      "title": "Blue Bloods"
    },
    {
      "_id": 44953,
      "backdrop_path": "/iN9uULLaSx7h21tcR9io2dnARjw.jpg",
      "first_aired": "2013-04-15",
      "genres": [
        "Crime",
        "Drama",
        "Soap"
      ],
      "original_title": "El señor de los cielos",
      "overview": "Set in the 1990s, these are the life and times of Amado Carrillo Fuentes, a man who became the head of the Juárez cartel. Nicknamed “El Señor de los Cielos” (Lord of the Skies) because of the large fleet of airplanes he used to transport drugs, he was also known for washing more than $200 million through Colombia to finance his huge fleet. He is described as the most powerful drug trafficker of his time.",
      "poster_path": "/Ag7VUdnrRz5Qpq3Yn3E5OCvFnu0.jpg",
      "title": "The Lord of the Skies"
    },
    {
      "_id": 1402,
      "backdrop_path": "/wvdWb5kTQipdMDqCclC6Y3zr4j3.jpg",
      "first_aired": "2010-10-31",
      "genres": [
        "Action & Adventure",
        "Drama",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "The Walking Dead",
      "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
      "poster_path": "/xf9wuDcqlUPWABZNeDKPbZUjWx0.jpg",
      "title": "The Walking Dead"
    },
    {
      "_id": 1433,
      "backdrop_path": "/7xIQL3eyNmQjZTJjzlsmzRUjAEx.jpg",
      "first_aired": "2005-02-06",
      "genres": [
        "Animation",
        "Comedy"
      ],
      "original_title": "American Dad!",
      "overview": "The series focuses on an eccentric motley crew that is the Smith family and their three housemates: Father, husband, and breadwinner Stan Smith; his better half housewife, Francine Smith; their college-aged daughter, Hayley Smith; and their high-school-aged son, Steve Smith. Outside of the Smith family, there are three additional main characters, including Hayley's boyfriend turned husband, Jeff Fischer; the family's man-in-a-goldfish-body pet, Klaus; and most notably the family's zany alien, Roger, who is \"full of masquerades, brazenness, and shocking antics.\"",
      "poster_path": "/8bSEmNdnEBOCdKzCs3FKcSguUz.jpg",
      "title": "American Dad!"
    },
    {
      "_id": 60625,
      "backdrop_path": "/uGy4DCmM33I7l86W7iCskNkvmLD.jpg",
      "first_aired": "2013-12-02",
      "genres": [
        "Animation",
        "Comedy",
        "Sci-Fi & Fantasy",
        "Action & Adventure"
      ],
      "original_title": "Rick and Morty",
      "overview": "Rick is a mentally-unbalanced but scientifically gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
      "poster_path": "/cvhNj9eoRBe5SxjCbQTkh05UP5K.jpg",
      "title": "Rick and Morty"
    },
    {
      "_id": 4656,
      "backdrop_path": "/aqTylK4Ai5bD1Rkqmc1MI39lCon.jpg",
      "first_aired": "1993-01-11",
      "genres": [
        "Reality-TV"
      ],
      "original_title": "WWE Raw",
      "overview": "A regularly scheduled, live, year-round program featuring some of the biggest WWE Superstars.",
      "poster_path": "/qvQ2Fu75bNUiZ1yzuHI3wkTGy7C.jpg",
      "title": "WWE Raw"
    },
    {
      "_id": 154385,
      "backdrop_path": "/u7OpeS4eckBSR1wFxFTuyy3FjHE.jpg",
      "first_aired": "2023-04-06",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "original_title": "BEEF",
      "overview": "A road rage incident between two strangers — a failing contractor and an unfulfilled entrepreneur — sparks a feud that brings out their darkest impulses.",
      "poster_path": "/5sPPUbeHytbTnaIVBNcCQ4p6XYY.jpg",
      "title": "BEEF"
    },
    {
      "_id": 1396,
      "backdrop_path": "/bsNm9z2TJfe0WO3RedPGWQ8mG1X.jpg",
      "first_aired": "2008-01-20",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "Breaking Bad",
      "overview": "When Walter White, a New Mexico chemistry teacher, is diagnosed with Stage III cancer and given a prognosis of only two years left to live. He becomes filled with a sense of fearlessness and an unrelenting desire to secure his family's financial future at any cost as he enters the dangerous world of drugs and crime.",
      "poster_path": "/ggFHVNu6YYI5L9pCfOacjizRGt.jpg",
      "title": "Breaking Bad"
    },
    {
      "_id": 85937,
      "backdrop_path": "/nTvM4mhqNlHIvUkI1gVnW6XP7GG.jpg",
      "first_aired": "2019-04-06",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "鬼滅の刃",
      "overview": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.",
      "poster_path": "/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg",
      "title": "Demon Slayer: Kimetsu no Yaiba"
    },
    {
      "_id": 129552,
      "backdrop_path": "/26uCzg0yigXqjcM9dCGCDihoXLM.jpg",
      "first_aired": "2023-03-23",
      "genres": [
        "Drama",
        "Mystery",
        "Action & Adventure"
      ],
      "original_title": "The Night Agent",
      "overview": "While monitoring an emergency line, a vigilant FBI agent answers a call that plunges him into a deadly conspiracy involving a mole at the White House.",
      "poster_path": "/xjsx6rGEgHl2tUqkimo6Bz2KzVo.jpg",
      "title": "The Night Agent"
    },
    {
      "_id": 31586,
      "backdrop_path": "/mWGLIaVFXyalsSbstiwletjKFUC.jpg",
      "first_aired": "2011-02-28",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "La Reina del Sur",
      "overview": "After years of blood, sweat and tears, a woman of humble origin ends up becoming a drug trafficking legend, with all that that means...",
      "poster_path": "/p11t8ckTC6EiuVw5FGFKdc2Z7GH.jpg",
      "title": "La Reina del Sur"
    },
    {
      "_id": 79744,
      "backdrop_path": "/fyAfSAX0CNkvf75p6fAF9UAbg5E.jpg",
      "first_aired": "2018-10-16",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "The Rookie",
      "overview": "Starting over isn’t easy, especially for small-town guy John Nolan who, after a life-altering incident, is pursuing his dream of being an LAPD officer. As the force’s oldest rookie, he’s met with skepticism from some higher-ups who see him as just a walking midlife crisis.",
      "poster_path": "/gSGj4zhuFllpZEkHGdsBMV2BGsq.jpg",
      "title": "The Rookie"
    },
    {
      "_id": 69050,
      "backdrop_path": "/soQgquPkLmUu9eKLJJzuA4KZDyi.jpg",
      "first_aired": "2017-01-26",
      "genres": [
        "Crime",
        "Drama",
        "Mystery"
      ],
      "original_title": "Riverdale",
      "overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
      "poster_path": "/qjD9r1GYSd60jSw3LwP4zYkM7m0.jpg",
      "title": "Riverdale"
    },
    {
      "_id": 43348,
      "backdrop_path": "/r1tMESor8QuPVKP2VxcVEX6t6ad.jpg",
      "first_aired": "2012-05-28",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "Pablo Escobar: El Patrón del Mal",
      "overview": "Pablo is a man with a natural ability for business. Early in his life, Pablo is introduced to the business of cocaine and the power it yields. A young life of crime lands Pablo in and out of jail as he builds is criminal empire. Pablo expands his power through politics but it is not long before his conflicts as a Congressman and a drug lord collide. Pablo has his enemies executed, but not before the United States activates its own war on the Medellin cartel.",
      "poster_path": "/jZqm7HFuxfH9P0LFjQZ8nzrCUHP.jpg",
      "title": "Pablo Escobar: The Drug Lord"
    },
    {
      "_id": 1620,
      "backdrop_path": "/2sjy8Tu8PJGFQI4Foz4682qk8Mw.jpg",
      "first_aired": "2002-09-23",
      "genres": [
        "Drama",
        "Mystery",
        "Crime"
      ],
      "original_title": "CSI: Miami",
      "overview": "CSI: Miami follows Crime Scene Investigators working for the Miami-Dade Police Department as they use physical evidence, similar to their Las Vegas counterparts, to solve grisly murders. The series mixes deduction, gritty subject matter, and character-driven drama in the same vein as the original series in the CSI franchise, except that the Miami CSIs are cops first, scientists second.",
      "poster_path": "/m4xM1n2aO98y8GEu9CS3w2SvGKH.jpg",
      "title": "CSI: Miami"
    },
    {
      "_id": 60572,
      "backdrop_path": "/rm6zG1gESQT0ww3mp8oUUT5LJBL.jpg",
      "first_aired": "1997-04-01",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "ポケットモンスター",
      "overview": "Join Ash accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.",
      "poster_path": "/rOuGm07PxBhEsK9TaGPRQVJQm1X.jpg",
      "title": "Pokémon"
    },
    {
      "_id": 208891,
      "backdrop_path": "/p3NtYk9lW1O1gidnfDaIB2NtpNc.jpg",
      "first_aired": "2023-04-01",
      "genres": [
        "Animation",
        "Mystery",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "天国大魔境",
      "overview": "In the year 2024, the world has collapsed. Grotesque monsters lurk amongst the ruins of Japan, while remaining people scrape together what they can to survive. Kiruko, an odd-job girl in Nakano, accepts a mysterious woman's dying wish to take a boy named Maru to a place called Heaven. Maru is convinced that there will be a boy there who looks exactly like him.",
      "poster_path": "/74EYbgajUt8X2kxpu62dMR7q8jH.jpg",
      "title": "Tengoku Daimakyo"
    },
    {
      "_id": 46260,
      "backdrop_path": "/xuJ0F9RfKvVSJNDg2usurQ9WvY5.jpg",
      "first_aired": "2002-10-03",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "ナルト",
      "overview": "In another world, ninja are the ultimate power, and in the Village Hidden in the Leaves live the stealthiest ninja in the land. Twelve years earlier, the fearsome Nine-Tailed Fox terrorized the village and claimed many lives before it was subdued and its spirit sealed within the body of a baby boy. That boy, Naruto Uzumaki, has grown up to become a ninja-in-training who's more interested in pranks than in studying ninjutsu.. but Naruto is determined to become the greatest ninja ever!",
      "poster_path": "/xppeysfvDKVx775MFuH8Z9BlpMk.jpg",
      "title": "Naruto"
    },
    {
      "_id": 66732,
      "backdrop_path": "/56v2KjBlU4XaOv9rVYEQypROD7P.jpg",
      "first_aired": "2016-07-15",
      "genres": [
        "Drama",
        "Sci-Fi & Fantasy",
        "Mystery"
      ],
      "original_title": "Stranger Things",
      "overview": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces, and one strange little girl.",
      "poster_path": "/49WJfeN0moxb9IPfGn8AIqMGskD.jpg",
      "title": "Stranger Things"
    },
    {
      "_id": 71790,
      "backdrop_path": "/7j4ug9B6JXVeh5HhQjjPScrdj4Z.jpg",
      "first_aired": "2017-11-02",
      "genres": [
        "Crime",
        "Action & Adventure",
        "Drama"
      ],
      "original_title": "S.W.A.T.",
      "overview": "A locally born and bred S.W.A.T. lieutenant is torn between loyalty to the streets and duty to his fellow officers when he's tasked to run a highly-trained unit that's the last stop for solving crimes in Los Angeles.",
      "poster_path": "/7Bttz4hEspKlpU0Me57dkHNR3nf.jpg",
      "title": "S.W.A.T."
    },
    {
      "_id": 1421,
      "backdrop_path": "/x4lxFIhhrDI4nWtV8osnYwbGESV.jpg",
      "first_aired": "2009-09-23",
      "genres": [
        "Comedy"
      ],
      "original_title": "Modern Family",
      "overview": "The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family. They give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family.",
      "poster_path": "/fu5vEUHgxkAPmX26ISQXqHmlPMq.jpg",
      "title": "Modern Family"
    },
    {
      "_id": 1973,
      "backdrop_path": "/be6mDIMv7cg8duWkcYVnTB8rphO.jpg",
      "first_aired": "2001-11-06",
      "genres": [
        "Action & Adventure",
        "Drama"
      ],
      "original_title": "24",
      "overview": "Counterterrorism agent Jack Bauer fights the bad guys of the world, a day at a time. With each week's episode unfolding in real-time, \"24\" covers a single day in the life of Bauer each season.",
      "poster_path": "/iq6yrZ5LEDXf1ArCOYLq8PIUBpV.jpg",
      "title": "24"
    },
    {
      "_id": 62286,
      "backdrop_path": "/zrMCOQnzIgGyBtGCdMPom9bOw0r.jpg",
      "first_aired": "2015-08-23",
      "genres": [
        "Action & Adventure",
        "Drama"
      ],
      "original_title": "Fear the Walking Dead",
      "overview": "What did the world look like as it was transforming into the horrifying apocalypse depicted in \"The Walking Dead\"? This spin-off set in Los Angeles, following new characters as they face the beginning of the end of the world, will answer that question.",
      "poster_path": "/zyshFjmlDXSzfns2Qk81cfIFfPP.jpg",
      "title": "Fear the Walking Dead"
    },
    {
      "_id": 75219,
      "backdrop_path": "/w6H16UchlNJ4Okiu1Qasa0btOAk.jpg",
      "first_aired": "2018-01-03",
      "genres": [
        "Drama",
        "Crime",
        "Action & Adventure"
      ],
      "original_title": "9-1-1",
      "overview": "Explore the high-pressure experiences of police officers, paramedics and firefighters who are thrust into the most frightening, shocking and heart-stopping situations. These emergency responders must try to balance saving those who are at their most vulnerable with solving the problems in their own lives.",
      "poster_path": "/89ZV0IBrNa1EFmivRN6jl0sti1n.jpg",
      "title": "9-1-1"
    },
    {
      "_id": 1412,
      "backdrop_path": "/vNnLAKmoczRlNarxyGrrw0KSOeX.jpg",
      "first_aired": "2012-10-10",
      "genres": [
        "Crime",
        "Drama",
        "Mystery",
        "Action & Adventure"
      ],
      "original_title": "Arrow",
      "overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
      "poster_path": "/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg",
      "title": "Arrow"
    },
    {
      "_id": 3022,
      "backdrop_path": "/fKpfCR3l0WukHTkI6Z2ySX1if4P.jpg",
      "first_aired": "1991-08-11",
      "genres": [
        "Family",
        "Animation"
      ],
      "original_title": "Rugrats",
      "overview": "Focuses on a group of toddlers, most prominently Tommy, Chuckie, Phil, Lil, and Angelica, and their day-to-day lives, usually involving common life experiences that become adventures in the babies' imaginations. Adults in the series are almost always unaware of what the children are up to; however, this only provides more room for the babies to explore and discover their surroundings.",
      "poster_path": "/wmsINbZuEBLNP2Z26Xffx5NHJpW.jpg",
      "title": "Rugrats"
    },
    {
      "_id": 2288,
      "backdrop_path": "/7w165QdHmJuTHSQwEyJDBDpuDT7.jpg",
      "first_aired": "2005-08-29",
      "genres": [
        "Action & Adventure",
        "Crime",
        "Drama"
      ],
      "original_title": "Prison Break",
      "overview": "Due to a political conspiracy, an innocent man is sent to death row and his only hope is his brother, who makes it his mission to deliberately get himself sent to the same prison in order to break the both of them out, from the inside out.",
      "poster_path": "/ux7OfhhrXO4FzJtuew18ShiBLq7.jpg",
      "title": "Prison Break"
    },
    {
      "_id": 31132,
      "backdrop_path": "/5iWJwQPBusPTV7G7n5TABNRP7tO.jpg",
      "first_aired": "2010-09-06",
      "genres": [
        "Animation",
        "Comedy"
      ],
      "original_title": "Regular Show",
      "overview": "Two bored groundskeepers, Mordecai (a six-foot-tall blue jay) and Rigby (a hyperactive raccoon) are best friends who spend their days trying to entertain themselves by any means necessary, much to the displeasure of their boss. Their everyday pursuits often lead to things spiraling out of control and into the surreal.",
      "poster_path": "/mS5SLxMYcKfUxA0utBSR5MOAWWr.jpg",
      "title": "Regular Show"
    },
    {
      "_id": 11250,
      "backdrop_path": "/qabMMIpNUUKYFqQxHEWErEEBD8G.jpg",
      "first_aired": "2003-10-21",
      "genres": [
        "Drama"
      ],
      "original_title": "Pasión de gavilanes",
      "overview": "The Reyes-Elizondo's idyllic lives are shattered by a murder charge against Eric and León.",
      "poster_path": "/91UV7pNcDPhIzJl7EuK36sK5vRG.jpg",
      "title": "Hidden Passion"
    },
    {
      "_id": 42009,
      "backdrop_path": "/xpdw7ogSIMH1Wmnbx4irH3wimFP.jpg",
      "first_aired": "2011-12-04",
      "genres": [
        "Sci-Fi & Fantasy",
        "Drama",
        "Mystery"
      ],
      "original_title": "Black Mirror",
      "overview": "A contemporary British re-working of The Twilight Zone with stories that tap into the collective unease about our modern world. \n\nOver the last ten years, technology has transformed almost every aspect of our lives before we've had time to stop and question it. In every home; on every desk; in every palm - a plasma screen; a monitor; a smartphone - a black mirror of our 21st Century existence.",
      "poster_path": "/5UaYsGZOFhjFDwQh6GuLjjA1WlF.jpg",
      "title": "Black Mirror"
    },
    {
      "_id": 4604,
      "backdrop_path": "/9g3x5BSoBWKhzKRNuvm4xm0sExU.jpg",
      "first_aired": "2001-10-16",
      "genres": [
        "Sci-Fi & Fantasy",
        "Action & Adventure",
        "Drama"
      ],
      "original_title": "Smallville",
      "overview": "The origins of the world’s greatest hero–from Krypton refugee Kal-el’s arrival on Earth through his tumultuous teen years to Clark Kent’s final steps toward embracing his destiny as the Man of Steel.",
      "poster_path": "/pUhJGETy2sec4vEkiqJ9eGeIywc.jpg",
      "title": "Smallville"
    },
    {
      "_id": 76773,
      "backdrop_path": "/y1CvOW2NeVosJ4GI7PRpBjPS1pk.jpg",
      "first_aired": "2018-03-22",
      "genres": [
        "Drama",
        "Action & Adventure"
      ],
      "original_title": "Station 19",
      "overview": "A group of heroic firefighters at Seattle Fire Station 19—from captain to newest recruit—risk their lives and hearts both in the line of duty and off the clock. These brave men and women are like family, literally and figuratively, and together they put their own lives in jeopardy as first responders to save the lives of others.",
      "poster_path": "/lcuCED5Ky2uM5VE6wILOwt5FEb0.jpg",
      "title": "Station 19"
    },
    {
      "_id": 103768,
      "backdrop_path": "/vYm3JDA5ZZbs9hvLs0mPQzqaY95.jpg",
      "first_aired": "2021-06-04",
      "genres": [
        "Drama",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Sweet Tooth",
      "overview": "On a perilous adventure across a post-apocalyptic world, a lovable boy who's half-human and half-deer searches for a new beginning with a gruff protector.",
      "poster_path": "/dBxxtfhC4vYrxB2fLsSxOTY2dQc.jpg",
      "title": "Sweet Tooth"
    },
    {
      "_id": 1100,
      "backdrop_path": "/5BMwFwNzSidVYArn561acqtktxv.jpg",
      "first_aired": "2005-09-19",
      "genres": [
        "Comedy"
      ],
      "original_title": "How I Met Your Mother",
      "overview": "A father recounts to his children - through a series of flashbacks - the journey he and his four best friends took leading up to him meeting their mother.",
      "poster_path": "/b34jPzmB0wZy7EjUZoleXOl2RRI.jpg",
      "title": "How I Met Your Mother"
    },
    {
      "_id": 1420,
      "backdrop_path": "/kwB9eqkTh7DcGN0SocBcTh9brnv.jpg",
      "first_aired": "2011-09-20",
      "genres": [
        "Comedy"
      ],
      "original_title": "New Girl",
      "overview": "Jessica Day is an offbeat and adorable girl in her late 20s who, after a bad breakup, moves in with three single guys. Goofy, positive, vulnerable and honest to a fault, Jess has faith in people, even when she shouldn't. Although she's dorky and awkward, she's comfortable in her own skin. More prone to friendships with women, she's not used to hanging with the boys—especially at home.",
      "poster_path": "/8oCqMlKKomCArVtyOjRzMN6g40Z.jpg",
      "title": "New Girl"
    },
    {
      "_id": 4087,
      "backdrop_path": "/1vpmGGDaW4aUGKCfQTV0ygAPtBu.jpg",
      "first_aired": "1993-09-10",
      "genres": [
        "Sci-Fi & Fantasy",
        "Mystery",
        "Crime"
      ],
      "original_title": "The X-Files",
      "overview": "The exploits of FBI Special Agents Fox Mulder and Dana Scully who investigate X-Files: marginalized, unsolved cases involving paranormal phenomena. Mulder believes in the existence of aliens and the paranormal while Scully, a skeptic, is assigned to make scientific analyses of Mulder's discoveries that debunk Mulder's work and thus return him to mainstream cases.",
      "poster_path": "/5BD0kiTGnDxONqdrsswTewnk6WH.jpg",
      "title": "The X-Files"
    },
    {
      "_id": 46298,
      "backdrop_path": "/qqrJnyKFFK2eoUWGj3qAN3EmedH.jpg",
      "first_aired": "2011-10-02",
      "genres": [
        "Action & Adventure",
        "Animation",
        "Drama"
      ],
      "original_title": "ハンターｘハンター",
      "overview": "Twelve-year-old Gon Freecss one day discovers that the father he had always been told was dead was alive. His Father, Ging, is a Hunter — a member of society's elite with a license to go anywhere or do almost anything. Gon, determined to follow in his father's footsteps, decides to take the Hunter Examination and eventually find his father to prove himself as a Hunter in his own right. But on the way, he learns that there is more to becoming a Hunter than previously thought, and the challenges that he must face are considered the toughest in the world.",
      "poster_path": "/ucpgmUR1h5Te1BYegKItoPjOeF7.jpg",
      "title": "Hunter x Hunter"
    },
    {
      "_id": 34524,
      "backdrop_path": "/gZzIQxo2ukFSdZGtlttA0wI6kax.jpg",
      "first_aired": "2011-06-05",
      "genres": [
        "Sci-Fi & Fantasy",
        "Drama"
      ],
      "original_title": "Teen Wolf",
      "overview": "Scott McCall, a high school student living in the town of Beacon Hills has his life drastically changed when he's bitten by a werewolf, becoming one himself. He must henceforth learn to balance his problematic new identity with his day-to-day teenage life. The following characters are instrumental to his struggle: Stiles, his best friend; Allison, his love interest who comes from a family of werewolf hunters; and Derek, a mysterious werewolf with a dark past. Throughout the series, he strives to keep his loved ones safe while maintaining normal relationships with them.",
      "poster_path": "/vY2vfAskJTiWsQSv6bdbNCQhPLm.jpg",
      "title": "Teen Wolf"
    },
    {
      "_id": 48866,
      "backdrop_path": "/hTExot1sfn7dHZjGrk0Aiwpntxt.jpg",
      "first_aired": "2014-03-19",
      "genres": [
        "Sci-Fi & Fantasy",
        "Drama",
        "Action & Adventure"
      ],
      "original_title": "The 100",
      "overview": "100 years in the future, when the Earth has been abandoned due to radioactivity, the last surviving humans live on an ark orbiting the planet — but the ark won't last forever. So the repressive regime picks 100 expendable juvenile delinquents to send down to Earth to see if the planet is still habitable.",
      "poster_path": "/wcaDIAG1QdXQLRaj4vC1EFdBT2.jpg",
      "title": "The 100"
    },
    {
      "_id": 4607,
      "backdrop_path": "/jBhcm0Rm5Uv1UaHt0TTWuRjG5G3.jpg",
      "first_aired": "2004-09-22",
      "genres": [
        "Mystery",
        "Action & Adventure"
      ],
      "original_title": "Lost",
      "overview": "Stripped of everything, the survivors of a horrific plane crash  must work together to stay alive. But the island holds many secrets.",
      "poster_path": "/og6S0aTZU6YUJAbqxeKjCa3kY1E.jpg",
      "title": "Lost"
    },
    {
      "_id": 126280,
      "backdrop_path": "/9nBVkNBe4x9HKDAzxjxlIqecxCW.jpg",
      "first_aired": "2021-06-25",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "original_title": "Sex/Life",
      "overview": "A woman's daring sexual past collides with her married-with-kids present when the bad-boy ex she can't stop fantasizing about crashes back into her life.",
      "poster_path": "/kfcJl5e8CRWDU7e4vX6uNABPRbS.jpg",
      "title": "Sex/Life"
    },
    {
      "_id": 15260,
      "backdrop_path": "/pe4B3OYBb7qYCdkAz7nKWordbls.jpg",
      "first_aired": "2010-04-05",
      "genres": [
        "Animation",
        "Comedy",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Adventure Time",
      "overview": "Hook up with Finn and Jake as they travel the Land of Ooo searching for adventure. But remember, adventure isn’t always easy. Sometimes you’ve got to battle fire gnomes that torture old ladies, save a smelly hot dog princess from the Ice King, and thaw out a bunch of frozen businessmen. What the cabbage?!",
      "poster_path": "/qk3eQ8jW4opJ48gFWYUXWaMT4l.jpg",
      "title": "Adventure Time"
    },
    {
      "_id": 158916,
      "backdrop_path": "/yOtzSTFdccSd2tfzlTp8UNo2ZHN.jpg",
      "first_aired": "2022-04-20",
      "genres": [
        "Soap",
        "Mystery"
      ],
      "original_title": "Pálpito",
      "overview": "A man hell-bent on exacting revenge on the organ trafficking organization that murdered his wife becomes involved with the woman who received her heart.",
      "poster_path": "/M1q0HuyRnqxP8Si54srsPREFIH.jpg",
      "title": "The Marked Heart"
    },
    {
      "_id": 120089,
      "backdrop_path": "/yreuPT1RYFvWkQ3gjnjRP8vAq3o.jpg",
      "first_aired": "2022-04-09",
      "genres": [
        "Animation",
        "Comedy",
        "Action & Adventure"
      ],
      "original_title": "SPY×FAMILY",
      "overview": "World peace is at stake and secret agent Twilight must undergo his most difficult mission yet—pretend to be a family man. Posing as a loving husband and father, he’ll infiltrate an elite school to get close to a high-profile politician. He has the perfect cover, except his wife’s a deadly assassin and neither knows each other’s identity. But someone does, his adopted daughter who’s a telepath!",
      "poster_path": "/3r4LYFuXrg3G8fepysr4xSLWnQL.jpg",
      "title": "SPY x FAMILY"
    },
    {
      "_id": 45950,
      "backdrop_path": "/oF8PNdntjZ7DUrAvnhNPPNRi0q6.jpg",
      "first_aired": "2012-01-06",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Comedy",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "ハイスクールD×D",
      "overview": "The story follows Issei Hyōdō, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei's campus.",
      "poster_path": "/nuGXXJMsinqGAva3niLI00x1h3K.jpg",
      "title": "High School D×D"
    },
    {
      "_id": 119064,
      "backdrop_path": "/jrrvfU9wFqi4Ha2FiprTfv4EvOp.jpg",
      "first_aired": "2023-04-05",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "The Good Mothers",
      "overview": "The true story of three courageous women inside the notorious Calabrian ‘Ndrangheta mafia, working with newly-minted female prosecutor, Alessandra Cerreti, to bring down down the criminal empire.",
      "poster_path": "/1WwKoGbQETx7erXfh5w1OW0BHEC.jpg",
      "title": "The Good Mothers"
    },
    {
      "_id": 49011,
      "backdrop_path": "/q3WMUtu4h2mwgehn8F5481RFVej.jpg",
      "first_aired": "2013-09-23",
      "genres": [
        "Comedy",
        "Drama"
      ],
      "original_title": "Mom",
      "overview": "Aan irreverent and outrageous take on true family love‐and dysfunction. Newly sober single mom Christy struggles to raise two children in a world full of temptations and pitfalls. Testing her sobriety is her formerly estranged mother, now back in Christy's life and eager to share passive-aggressive insights into her daughter's many mistakes.",
      "poster_path": "/kIi3T7X0kmiV9vGDme146P2d979.jpg",
      "title": "Mom"
    },
    {
      "_id": 2025,
      "backdrop_path": "/iMFsQ7yyToYg7SkS9Ml0by9UJ0X.jpg",
      "first_aired": "1990-10-04",
      "genres": [
        "Drama"
      ],
      "original_title": "Beverly Hills, 90210",
      "overview": "Follow the lives of a group of teenagers living in the upscale, star-studded community of Beverly Hills, California and attending the fictitious West Beverly Hills High School and, subsequently, the fictitious California University after graduation.",
      "poster_path": "/b7BYfkhu653D894krwGO1ysIKTf.jpg",
      "title": "Beverly Hills, 90210"
    },
    {
      "_id": 114410,
      "backdrop_path": "/5DUMPBSnHOZsbBv81GFXZXvDpo6.jpg",
      "first_aired": "2022-10-12",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy",
        "Comedy"
      ],
      "original_title": "チェンソーマン",
      "overview": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.",
      "poster_path": "/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
      "title": "Chainsaw Man"
    },
    {
      "_id": 902,
      "backdrop_path": "/7iqH8Tk3298pGUP6I5LnMhP2SNe.jpg",
      "first_aired": "2000-04-18",
      "genres": [
        "Animation",
        "Family",
        "Action & Adventure"
      ],
      "original_title": "遊☆戯☆王デュエルモンスターズ",
      "overview": "Bullies often target someone frail and weak—someone exactly like Yûgi Muto. He treasures his Millennium Puzzle, an ancient Egyptian artifact that was brought into his grandfather's game shop. Believing that solving the puzzle will grant him his wish, he completes the puzzle, unleashing a new personality within him, the soul of the \"King of Games.\" The new personality named Yami Yûgi is the exact opposite of Yûgi. Upon any injustice toward him, Yami Yûgi takes over Yûgi's body and forces the opponent into a \"Shadow Game\".",
      "poster_path": "/eQudswX8mdPZxEoLM6ax9PsORDi.jpg",
      "title": "Yu-Gi-Oh! Duel Monsters"
    },
    {
      "_id": 62688,
      "backdrop_path": "/jgb9xICHFX8wTGQ75js4uNbttQs.jpg",
      "first_aired": "2015-10-26",
      "genres": [
        "Drama",
        "Sci-Fi & Fantasy",
        "Action & Adventure"
      ],
      "original_title": "Supergirl",
      "overview": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism.",
      "poster_path": "/zsaiq8ZclPuneuN7loLEbsh1ANJ.jpg",
      "title": "Supergirl"
    },
    {
      "_id": 31910,
      "backdrop_path": "/z0YhJvomqedHF85bplUJEotkN5l.jpg",
      "first_aired": "2007-02-15",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "ナルト 疾風伝",
      "overview": "Naruto Shippuuden is the continuation of the original animated TV series Naruto.The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as He has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki.",
      "poster_path": "/zAYRe2bJxpWTVrwwmBc00VFkAf4.jpg",
      "title": "Naruto Shippūden"
    },
    {
      "_id": 2710,
      "backdrop_path": "/4AUqGJeJFA8SxrxySHoQKtADJIX.jpg",
      "first_aired": "2005-08-04",
      "genres": [
        "Comedy"
      ],
      "original_title": "It's Always Sunny in Philadelphia",
      "overview": "Four egocentric friends run a neighborhood Irish pub in Philadelphia and try to find their way through the adult world of work and relationships. Unfortunately, their warped views and precarious judgments often lead them to trouble, creating a myriad of uncomfortable situations that usually only get worse before they get better.",
      "poster_path": "/wcx6UpgShkHEACLzxZGGvR2GBNB.jpg",
      "title": "It's Always Sunny in Philadelphia"
    },
    {
      "_id": 95,
      "backdrop_path": "/q4CbisNArigphVn608Faxijdw8N.jpg",
      "first_aired": "1997-03-10",
      "genres": [
        "Sci-Fi & Fantasy",
        "Comedy",
        "Drama",
        "Action & Adventure"
      ],
      "original_title": "Buffy the Vampire Slayer",
      "overview": "Into every generation a slayer is born: one girl in all the world, a chosen one. She alone will wield the strength and skill to fight the vampires, demons, and the forces of darkness; to stop the spread of their evil and the swell of their number. She is the Slayer.",
      "poster_path": "/y7fVZkyheCEQHDUEHwNmYENGfT2.jpg",
      "title": "Buffy the Vampire Slayer"
    },
    {
      "_id": 79460,
      "backdrop_path": "/fRYwdeNjMqC30EhofPx5PlDpdun.jpg",
      "first_aired": "2018-10-25",
      "genres": [
        "Sci-Fi & Fantasy",
        "Drama"
      ],
      "original_title": "Legacies",
      "overview": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
      "poster_path": "/mwJ3OxbliRwCvceSJvAzPiFu4WZ.jpg",
      "title": "Legacies"
    },
    {
      "_id": 56570,
      "backdrop_path": "/Ai6HryU8R00XSgiCTeQoF75um84.jpg",
      "first_aired": "2014-08-09",
      "genres": [
        "Drama",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Outlander",
      "overview": "The story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.",
      "poster_path": "/oR0PM7hFDqY3kO12cLLQMKiJt8I.jpg",
      "title": "Outlander"
    },
    {
      "_id": 615,
      "backdrop_path": "/tEjnoEdE2PtFp9UcqQse5hDgW8U.jpg",
      "first_aired": "1999-03-28",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Comedy",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "Futurama",
      "overview": "The adventures of a late-20th-century New York City pizza delivery boy, Philip J. Fry, who, after being unwittingly cryogenically frozen for one thousand years, finds employment at Planet Express, an interplanetary delivery company in the retro-futuristic 31st century.",
      "poster_path": "/k5e8kAq9jpaSmgvFM10su5LXGFR.jpg",
      "title": "Futurama"
    },
    {
      "_id": 1415,
      "backdrop_path": "/7sJrNKwzyJWnFPFpDL9wnZ859LZ.jpg",
      "first_aired": "2012-09-27",
      "genres": [
        "Drama",
        "Mystery",
        "Crime"
      ],
      "original_title": "Elementary",
      "overview": "A modern-day drama about a crime-solving duo that cracks the NYPD's most impossible cases. Following his fall from grace in London and a stint in rehab, eccentric Sherlock escapes to Manhattan where his wealthy father forces him to live with his worst nightmare - a sober companion, Dr. Watson.",
      "poster_path": "/q9dObe29W4bDpgzUfOOH3ZnzDbR.jpg",
      "title": "Elementary"
    },
    {
      "_id": 128010,
      "backdrop_path": "/kcHvkFlsodXu1TFgXuOT3OvJYnu.jpg",
      "first_aired": "2022-05-06",
      "genres": [
        "Action & Adventure",
        "Sci-Fi & Fantasy",
        "Drama"
      ],
      "original_title": "Bienvenidos a Edén",
      "overview": "Are you happy? With this question, Zoa and four other attractive young people, very active on social networks, are invited to the most exclusive party in history on a secret island, organized by the brand of a new drink. What begins as an exciting journey will soon become the journey of a lifetime. But paradise is not really what it seems - Welcome to Eden.",
      "poster_path": "/kZO0mtTHAgg9QVscLVtwCcQ7Hgx.jpg",
      "title": "Welcome to Eden"
    },
    {
      "_id": 71694,
      "backdrop_path": "/eEXwPg7nIERmRHC1yJoBf3Q5C7k.jpg",
      "first_aired": "2017-07-05",
      "genres": [
        "Drama",
        "Crime"
      ],
      "original_title": "Snowfall",
      "overview": "Los Angeles. 1983. A storm is coming and its name is crack. Set against the infancy of the crack cocaine epidemic and its ultimate radical impact on the culture as we know it, the story follows numerous characters on a violent collision course.",
      "poster_path": "/h8VkLwctoqK1f1wergrfz3Mmj3a.jpg",
      "title": "Snowfall"
    },
    {
      "_id": 4556,
      "backdrop_path": "/z6fUdAWIqSenjIYsPmRltaGHcTq.jpg",
      "first_aired": "2001-10-02",
      "genres": [
        "Comedy"
      ],
      "original_title": "Scrubs",
      "overview": "In the unreal world of Sacred Heart Hospital, John \"J.D.\" Dorian learns the ways of medicine, friendship and life.",
      "poster_path": "/u1z05trCA7AuSuDhi365grwdos1.jpg",
      "title": "Scrubs"
    },
    {
      "_id": 14929,
      "backdrop_path": "/5KCTHZ9F1p3pD588FXoXd8mYc4F.jpg",
      "first_aired": "2007-10-14",
      "genres": [
        "Family",
        "Drama"
      ],
      "original_title": "Heartland",
      "overview": "Life is hard on the Flemings' ranch in the Alberta foothills where abused or neglected horses find refuge with a kind, hard-working family. Debts abound and the bank is about to foreclose. Can they keep the ranch running?",
      "poster_path": "/uc2gtWczT58BiAUJWFz9P5aZmNF.jpg",
      "title": "Heartland"
    },
    {
      "_id": 31917,
      "backdrop_path": "/ypLoTftyF5EpGBxJas4PThIdiU4.jpg",
      "first_aired": "2010-06-08",
      "genres": [
        "Drama",
        "Mystery"
      ],
      "original_title": "Pretty Little Liars",
      "overview": "Based on the Pretty Little Liars series of young adult novels by Sara Shepard, the series follows the lives of four girls — Spencer, Hanna, Aria, and Emily — whose clique falls apart after the disappearance of their queen bee, Alison. One year later, they begin receiving messages from someone using the name \"A\" who threatens to expose their secrets — including long-hidden ones they thought only Alison knew.",
      "poster_path": "/aUPbHiLS3hCHKjtLsncFa9g0viV.jpg",
      "title": "Pretty Little Liars"
    },
    {
      "_id": 7458,
      "backdrop_path": "/4jTSmEGdZ77A2dP6Y08gwo52LuF.jpg",
      "first_aired": "2008-06-04",
      "genres": [
        "Action & Adventure",
        "Drama"
      ],
      "original_title": "El Cartel de los Sapos",
      "overview": "The Cartel follows ten friends, all of them members of a dangerous drug cartel, whose ambition for power and money will cause them to eventually kill each other. For it is an undeniable truth that, in this business, you always lose.",
      "poster_path": "/cSvzG2B2uafu5BoP5nt0OvrVrQG.jpg",
      "title": "The Cartel"
    },
    {
      "_id": 93812,
      "backdrop_path": "/98e4b1kJapAauRjjFXNIA4Xqrv8.jpg",
      "first_aired": "2020-05-15",
      "genres": [
        "Drama",
        "Comedy"
      ],
      "original_title": "The Great",
      "overview": "A genre-bending, anti-historical ride through 18th century Russia following the rise of Catherine the Nothing to Catherine the Great and her explosive relationship with husband Peter, the emperor of Russia.",
      "poster_path": "/tpz9UQ3hUwYufNcKWVW00FCjWyc.jpg",
      "title": "The Great"
    },
    {
      "_id": 60622,
      "backdrop_path": "/8xud7NgLcw4BXD9LnqixbfMgciG.jpg",
      "first_aired": "2014-04-15",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "Fargo",
      "overview": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
      "poster_path": "/9ZIhl17uFlXCNUputSEDHwZYIEJ.jpg",
      "title": "Fargo"
    },
    {
      "_id": 1413,
      "backdrop_path": "/8kBhAP03JpPcTklJp5idCNJhRqE.jpg",
      "first_aired": "2011-10-05",
      "genres": [
        "Drama",
        "Mystery",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "American Horror Story",
      "overview": "An anthology horror drama series centering on different characters and locations, including a house with a murderous past, an asylum, a witch coven, a freak show, a hotel, a farmhouse in Roanoke, a cult, the apocalypse and a summer camp.",
      "poster_path": "/tiuzjuzalHj377XER1sfq7XQEIT.jpg",
      "title": "American Horror Story"
    },
    {
      "_id": 77169,
      "backdrop_path": "/zymbuoBoL1i94xAOzVJF6IuWLfD.jpg",
      "first_aired": "2018-05-02",
      "genres": [
        "Action & Adventure",
        "Drama",
        "Comedy"
      ],
      "original_title": "Cobra Kai",
      "overview": "This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.",
      "poster_path": "/m7tG5E1EbywuwTsl6hq990So0Bx.jpg",
      "title": "Cobra Kai"
    },
    {
      "_id": 62710,
      "backdrop_path": "/dYJrfkQeqGXeGMMTvYaM43XHce5.jpg",
      "first_aired": "2015-09-21",
      "genres": [
        "Crime",
        "Drama",
        "Action & Adventure"
      ],
      "original_title": "Blindspot",
      "overview": "A vast international plot explodes when a beautiful Jane Doe is discovered naked in Times Square, completely covered in mysterious, intricate tattoos with no memory of who she is or how she got there. But there's one tattoo that is impossible to miss: the name of FBI agent Kurt Weller, emblazoned across her back. \"Jane,\" Agent Weller and the rest of the FBI quickly realize that each mark on her body is a crime to solve, leading them closer to the truth about her identity and the mysteries to be revealed.",
      "poster_path": "/4AeYzamQmd9Fa6hawDmYKbdvBSe.jpg",
      "title": "Blindspot"
    },
    {
      "_id": 39852,
      "backdrop_path": "/lVWku9LX2qdJTtAbRzaCDhhWeTK.jpg",
      "first_aired": "2017-08-02",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "The Sinner",
      "overview": "In a small New York town, a haunted detective hunts for answers about perplexing crimes while wrestling with his own demons.",
      "poster_path": "/rmibFGdqOe0kKKhPls0jVOdZCWw.jpg",
      "title": "The Sinner"
    },
    {
      "_id": 60059,
      "backdrop_path": "/hPea3Qy5Gd6z4kJLUruBbwAH8Rm.jpg",
      "first_aired": "2015-02-08",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "Better Call Saul",
      "overview": "Six years before Saul Goodman meets Walter White. We meet him when the man who will become Saul Goodman is known as Jimmy McGill, a small-time lawyer searching for his destiny, and, more immediately, hustling to make ends meet. Working alongside, and, often, against Jimmy, is “fixer” Mike Ehrmantraut. The series tracks Jimmy’s transformation into Saul Goodman, the man who puts “criminal” in “criminal lawyer\".",
      "poster_path": "/fC2HDm5t0kHl7mTm7jxMR31b7by.jpg",
      "title": "Better Call Saul"
    },
    {
      "_id": 216811,
      "backdrop_path": "/jlbIkIkiNCvfGt8b9Vq5xiX2nvK.jpg",
      "first_aired": "2023-02-22",
      "genres": [
        "Drama",
        "Mystery"
      ],
      "original_title": "Tríada",
      "overview": "After learning she was separated at birth from her two identical sisters, Rebecca embarks on a perilous journey to uncover the truth about her origins.",
      "poster_path": "/cuV5GizaYLjGB3yikqJ5EH2rLus.jpg",
      "title": "Triptych"
    },
    {
      "_id": 98123,
      "backdrop_path": "/cUkHek2BoTwCdSEAu1fsKIcE8zv.jpg",
      "first_aired": "2020-01-18",
      "genres": [
        "Animation",
        "Comedy",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "仙王的日常生活",
      "overview": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…",
      "poster_path": "/zdgakroFnGOPSVE6jwhGAi9n3Jx.jpg",
      "title": "The Daily Life of the Immortal King"
    },
    {
      "_id": 89393,
      "backdrop_path": "/deYeSmkkUGKetBvtA7MBr4LNQ1c.jpg",
      "first_aired": "2020-01-19",
      "genres": [
        "Drama",
        "Action & Adventure",
        "Crime"
      ],
      "original_title": "9-1-1: Lone Star",
      "overview": "Nearly 20 years ago, Owen Strand was the lone survivor of his Manhattan firehouse on 9/11. In the wake of the attack, Owen had the unenviable task of rebuilding his station. After a similar tragedy happens to a firehouse in Austin, Owen, along with his troubled firefighter son, T.K., takes his progressive philosophies of life and firefighting down to Texas, where he helps them start anew. On the surface, Owen is all about big-city style and swagger, but underneath he struggles with a secret he hides from the world - one that could very well end his life.",
      "poster_path": "/3bV3trdMZqQOpHEjClrogw8TJzw.jpg",
      "title": "9-1-1: Lone Star"
    },
    {
      "_id": 45790,
      "backdrop_path": "/mLKN1dsimKPiXCZ48KED0X8a02t.jpg",
      "first_aired": "2012-10-06",
      "genres": [
        "Animation",
        "Action & Adventure",
        "Sci-Fi & Fantasy"
      ],
      "original_title": "ジョジョの奇妙な冒険",
      "overview": "Follow the intergenerational feud between the Joestar Family and various forces of evil, the most prominent of which is Dio Brando and his followers.",
      "poster_path": "/ogAWwbh3frWtiTyyXrZaVFtqCgp.jpg",
      "title": "JoJo's Bizarre Adventure"
    },
    {
      "_id": 91239,
      "backdrop_path": "/jmtmDc9GrrbuIUc6QjmEM1Yr8gH.jpg",
      "first_aired": "2020-12-25",
      "genres": [
        "Drama"
      ],
      "original_title": "Bridgerton",
      "overview": "Wealth, lust, and betrayal set in the backdrop of Regency era England, seen through the eyes of the powerful Bridgerton family.",
      "poster_path": "/luoKpgVwi1E5nQsi7W0UuKHu2Rq.jpg",
      "title": "Bridgerton"
    },
    {
      "_id": 32726,
      "backdrop_path": "/6LLRTLGsb4HZaOI2LX3EsxQResH.jpg",
      "first_aired": "2011-01-09",
      "genres": [
        "Comedy",
        "Animation"
      ],
      "original_title": "Bob's Burgers",
      "overview": "Bob's Burgers follows a third-generation restaurateur, Bob, as he runs Bob's Burgers with the help of his wife and their three kids. Bob and his quirky family have big ideas about burgers, but fall short on service and sophistication. Despite the greasy counters, lousy location and a dearth of customers, Bob and his family are determined to make Bob's Burgers \"grand re-re-re-opening\" a success.",
      "poster_path": "/4Mey4NYqXH0LlDO06ebevkDleTo.jpg",
      "title": "Bob's Burgers"
    },
    {
      "_id": 2004,
      "backdrop_path": "/ysaA0BInz4071p3LKqAQnWKZCsK.jpg",
      "first_aired": "2000-01-09",
      "genres": [
        "Family",
        "Comedy",
        "Drama"
      ],
      "original_title": "Malcolm in the Middle",
      "overview": "A gifted young teen tries to survive life with his dimwitted, dysfunctional family.",
      "poster_path": "/ckLLIsNy3Z0Go1PYHA2PHzVymUA.jpg",
      "title": "Malcolm in the Middle"
    },
    {
      "_id": 1409,
      "backdrop_path": "/sAX6JOWZWJGhkvFRctSZIL556mp.jpg",
      "first_aired": "2008-09-03",
      "genres": [
        "Crime",
        "Drama"
      ],
      "original_title": "Sons of Anarchy",
      "overview": "An adrenalized drama with darkly comedic undertones that explores a notorious outlaw motorcycle club’s (MC) desire to protect its livelihood while ensuring that their simple, sheltered town of Charming, California remains exactly that, charming. The MC must confront threats from drug dealers, corporate developers, and overzealous law officers. Behind the MC’s familial lifestyle and legally thriving automotive shop is a ruthless and illegal arms business driven by the seduction of money, power, and blood.",
      "poster_path": "/kiy8BHtIHAslh81rvFcZ4wbNGdY.jpg",
      "title": "Sons of Anarchy"
    }
  ]